<style lang="sass" src="./about.sass" scoped></style>

<template lang="pug">
layout
  div(slot="hero")
    .cover
  div(slot="page")
    .about-page.terms
      .container
        .unit
          .title 又拍云流量营销合作协议
          .sub-title 又拍云流量营销服务（以下简称“本服务”）是由杭州又拍云科技有限公司（以下简称“本公司”）向又拍云用户提供的流量分发服务，且所提供的流量包仅用于您自有及自营产品的营销推广，不向个人用户转售。如需转售，需要联系商务签订转售业务协议。
        .unit.terms-content
          h3 1 总则
          p
            | 1.1 您确认：您在使用本服务之前，已充分阅读、理解并接受本协议的全部内容，一旦您选择“申请开通”并完成申请开通或使用本服务，即表示您同意遵循本协议之所有约定。
            br
            | 1.2 您同意：本公司有权随时对本协议及相应的服务规则内容进行单方面的变更，并以消息推送、网页公告等方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应立即停止使用本服务。
            br
            | 1.3 您承诺：您将本着合法、合理、善意的目的使用本服务，不利用本服务进行任何违法、侵害他人合法利益、恶意的行为。

          h3 2 帐户
          p
            span.bold 2.1 申请开通
            br
            | 2.1.1 点击申请开通时需确认，在您完成申请开通程序或以其他本公司允许的方式实际使用本服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人、设立人应承担因此而导致的一切后果，且本公司有权注销您的帐户及停止服务，并向您及您的监护人、设立人索偿。
            br
            | 2.1.2 在您按照申请页面提示填写信息、阅读并同意本协议且完成全部申请程序后，或您以其他本公司允许的方式实际使用本网站服务时，您即受本协议约束。
            br
            | 2.1.3 申请试用、免费测试为申请开通的形式之一，试用及测试的目的在于让您在一定时间内免费体验本服务从而获得您的认可，达成合作及服务。
            br
            | 2.1.4 默认立即开通。您在此明确授权，您的帐户信息在您申请开通时，已授权本网站披露给本公司及关联公司，以使您更便捷地使用本服务。
            br
            | 2.1.5 您确认，申请页面提示填写的企业／个人即为本网站服务对象，若申请后您愿继续使用原用户登录名及密码但变更服务对象的，应及时通知本公司，完成变更手续。
            br
            span.bold 2.2 完善信息
            br
            | 2.2.1 在完成申请开通时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，本公司有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部服务。本公司对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
            br
            | 2.2.2 您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便本公司或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用本服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按本公司的要求进行操作。
            br
            span.bold 2.3 账户安全
            br
            | 2.3.1 您须自行负责对您的用户名和密码保密，且须对您在该用户名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意：(a)如发现任何人未经授权使用您的用户名和密码，或发生违反保密规定的任何其他情况，您会立即通知本公司，并授权本公司作出处理；及(b)确保您在每个上网时段结束时，以正确步骤离开网站。本公司不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。您理解本公司对您的请求采取行动需要合理时间，本公司对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。除非有法律规定或司法裁定，且征得本公司的同意，否则，您的用户名和密码不得以任何方式转让、赠与或继承（与帐户相关的财产权益除外）。
            br
            | 2.3.2 因他人未经授权使用您的用户名和密码造成的损失由您自行承担或依法由擅用人承担，本网站尽力保证您的帐户安全但不保证您帐户安全的绝对性。
            br
            span.bold 2.4 帐户注销
            br
            | 2.4.1 本公司保留在您违反国家、地方法律法规规定或违反本服务条款的情况下中止或终止为您提供服务的权利。
            br
            | 2.4.2 用户名的注销
            br
            | 2.4.2.1 您同意并授权本网站，您在本网站有欺诈、发布或销售伪劣商品、侵犯他人合法权益或其他严重违反任意本网站规则的行为，本网站对此有权披露，您的用户名可能注销，不能再登录本网站，本网站服务同时终止（有权不再提供流量分发服务）。
            br
            | 2.4.2.2 您同意并授权本网站，您在本网站有欺诈、发布或销售伪劣商品、侵犯他人合法权益或其他严重违反任意本网站规则的行为，本网站收到第三人对您的投诉、举报，在本网站获得初步证据或经核实，对此有权披露，您的用户名可能注销，不能再登录本网站，本网站服务同时终止（有权不再提供流量分发服务）。
            br
            | 2.4.2.3 付费帐户连续6个月未续费的，本公司保留中止或终止为您提供服务的权利。
            br
            | 2.4.2.4 其他在本服务销售合同中约定的注销情形。

          h3 3 您的权利和义务
          p
            | 3.1 您承诺本次合作的手机流量包仅用于您自有及自营产品的营销推广，不向个人用户转售。
            br
            | 3.2 您保证又拍云流量平台的商家账号和密码安全，因您原因导致商家账号和密码泄露、被盗用，由此产生的流量费用由您承担。
            br
            | 3.3 您保证在活动开展中您平台的正常运行和业务开展，如因您业务平台产生故障而导致用户流量包领取失败的，您应及时向用户解释说明，并在故障发生后1个小时内通知又拍云，同时采取相应的排障止损措施。
            br
            | 3.4 您在微信平台推广流量包活动，需保证活动开展期间您微信公众号或者其自有平台的正常运行和业务开展，如因您微信公众号或者业务平台出现故障导致流量包活动无法开展，您应及时向客户解释说明，并在故障发生后1个小时内通知又拍云，同时采取相应的排障止损措施，如因为您的系统故障或通知不及时而造成的业务损失由您承担。
            br
            | 3.5 双方都承诺遵守国家制定的相关电信业务管理办法，如该业务管理办法在协议签订期间发生变更，双方需暂停协议执行，协商协议修订或者终止协议。所有涉及到流量包赠送的营销计划(包括流量的用途、时限、业务范围)以及指定用户选取规则，应及时通知又拍云业务平台备案，又拍云将根据备案情况进行产品和研发支撑；除进行您营销推广活动的运营支撑相关工作外,又拍云不直接参与您产品的开发和运营工作。
            br
            | 3.6 您需向又拍云提供业务开展必需的业务文档。
            br
            | 3.7 您可通过又拍云业务平台每天查询流量包交付情况、消耗情况、业务发展情况等信息。
            br
            | 3.8 您基于流量包开展的营销活动，因活动规则、中奖规则等您原因带来的客服咨询、投诉，由您提供客服解释。您保证对其用户每天24小时的受理时间和72小时的处理时限。对于因又拍云产品、服务或技术原因造成的问题，您应及时转交又拍云处理，您有权督促又拍云及时妥善解决。

          h3 4 又拍云的权利和义务
          p
            | 4.1 又拍云承诺为您提供流量包的充值及为您用户提供流量包领取、兑换等服务，如因又拍云原因出现流量包充值失败、领取失败、兑换失败，又拍云负责向您及其用户解释说明。如您收到此类咨询投诉，可将问题转交又拍云处理。
            br
            | 4.2 又拍云向您提供业务对接所必需的技术文档和技术支持，并配合您进行相应的开发、测试以及流量包充值、兑换及使用期间的技术支持等工作。
            br
            | 4.3 又拍云只对流量包活动本身的技术和产品方案负责，不承担由于该活动可能在微信内传播引起的热度和其他问题相应责任。
            br
            | 4.4 又拍云保证您通过又拍云业务平台查询到的流量包充值或流量包兑换情况和您账户余额等信息真实、准确。如您提出异议的，又拍云应负责解释并予以核对。
            br
            | 4.5 又拍云负责受理并解决用户在流量包充值或流量包兑换以及流量包使用过程中产生投诉的客服工作，又拍云保证每天24小时受理时间和72小时的处理时限，同时又拍云保证对客户服务的及时处理和对您客户服务的及时支持和反馈。又拍云服务电话为0571-81020204，又拍云官方服务微信公众号为“upaiyun”。
            br
            | 4.6 又拍云为您提供最新的产品说明文档，如产品有更新，又拍云应及时通知您。

          h3 5 流量包
          p
            | 根据您需要，又拍云将向您指定用户提供在全国范围内手机流量包（仅限中国电信、中国联通和中国移动手机用户）。由于中国电信、中国联通、中国移动会不定期更新流量包使用说明，又拍云收到说明后应第一时间向您通报，双方合作按新的使用说明进行来开展。所有手机流量包在赠送到最终用户手机账号后即刻生效，当月月末清零。
            br
            span.bold 5.1 中国移动后向流量支持省份如下：
            br
            | 5.1.1 2/3/4G：覆盖全国31省（不含港澳台）。
            br
            | 5.1.2 移动用户限制条件：所有欠费用户和非实名制用户不能参与；专用数据卡或者机器卡不能赠送。
            br
            span.bold 5.2 中国电信后向流量支持省份如下：
            br
            | 5.2.1 2/3/4G：覆盖全国31省（不含港澳台）。
            br
            | 5.2.2 电信限制条件：所有欠费用户和非实名制用户不能参与流量包活动；各省活动限制领取用户主要但不限于天翼无线宽带套餐、时长计费用户不能订购。
            br
            span.bold 5.3 中国联通后向流量支持省份如下：
            br
            | 5.3.1 2/3/4G：覆盖全国31省（不含港澳台）。
            br
            | 5.3.2 2G：广西、江西、云南、天津、北京、黑龙江、河北、辽宁、四川、吉林、安徽、内蒙12个省份不支持2G用户订购，在验证中对方平台会验证失败，其余省份均支持。
            br
            | 5.3.3 联通用户限制条件：所有欠费用户和非实名制用户不能参与；单用户每个月同一规格流量包最多赠送五次；无线上网卡、智慧沃家共享套餐、开通国际漫游及三方通话的用户将都无法订购流量包。
            br
            span.bold * 特别说明：
            | 受运营商订单系统影响月末两天无法向用户赠送流量包，系统自动延后48小时赠送，延后到下个月初两天进行赠送。

          h3 6 结算
          p
            | 6.1 又拍云向您提供营销支撑所交付的流量包，按与又拍云销售所约定进行收费，报价为含税价，发票为增值税普通发票或者增值税专用发票。价格如有更新，双方签署补充协议进行约定。
            br
            | 6.2 首次合作费用使用完毕后，您可根据自身需要继续开展合作，预存相应金额费用至又拍云账户，又拍云按预存款金额交付相应数量流量包给您。
            br
            | 6.3 又拍云提供的流量包在您最终用户发起兑换时，由又拍云直接交付至您最终用户。业务交付过程中出现突发事件又拍云应及时告知您，双方协商后提出解决方案。
            br
            | 6.4 如双方流量包合作为长期连续合作，账单对账方式为又拍云在每月8日对您流量包企业账号的实际流量包交付情况进行统计汇总，您根据流量包使用情况于每月10日前对结算数据核对确认，并在此期间将核对后的结算数据结果以书面或系统确认形式反馈至又拍云，逾期视同您确认又拍云结算数据。
            br
            | 6.5 如您流量包活动为单次或者非连续合作，账单对账方式为又拍云在您流量包活动结束后5个工作日内对您流量包企业账号的实际流量包交付情况进行统计汇总，您根据流量包使用情况在3个工作日内对结算数据核对确认，并在此期间将核对后的结算数据结果以书面或系统确认形式反馈至又拍云，逾期视同您确认又拍云结算数据。
            br
            | 6.6 如您对业务结算数据有异议的，双方数据差异少于5%的以又拍云数据为准，超出的又拍云可协调复查，最终数据以运营商核心业务系统数据（系统日志）为准。

          h3 7 违约责任
          p
            | 7.1 如您违反本协议的约定，又拍云有权要求您及时纠正或进行弥补，如您不能在合理的时间内予以纠正或弥补，又拍云有权停止服务甚至终止协议，如给又拍云造成其它损失，又拍云有权要求您进行赔偿。
            br
            | 7.2 如又拍云违反本协议的约定，您有权要求又拍云及时纠正或进行弥补，如又拍云不能在合理的时间内予以纠正或弥补，如给您造成损失，您有权要求又拍云进行赔偿。

          h3 8 系统中断或故障
          p
            span.bold 系统可能因下列状况无法正常运作，使您无法使用各项联网服务时，本公司不承担损害赔偿责任，该状况包括但不限于：
            br
            | 8.1 本公司在系统停机维护期间。
            br
            | 8.2 电信设备出现故障不能进行数据传输的。
            br
            | 8.3 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
            br
            | 8.4 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。

          h3 9 责任范围及责任限制
          p
            | 9.1 本公司仅对本协议中列明的责任承担范围负责。
            br
            | 9.2 本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。
            br
            | 9.3 在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。
            br
            | 9.4 除本协议另有规定外，在任何情况下，您同意本公司对本协议所承担的赔偿责任总额不超过向您收取的当次服务费用总额。

          h3 10 完整协议
          p
            span.bold 本协议由本协议条款与本网站公示的各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。您对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您使用本服务，您和本公司即受本协议所有组成部分的约束。本协议部分内容若被有管辖权的法院认定为违法的，不影响其他内容的效力。

          h3 11 商标、知识产权的保护
          p
            | 11.1 除第三方产品或服务外，本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、架构、页面设计，均由本公司或本公司关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
            br
            | 11.2 非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站上程序或内容。
            br
            | 11.3 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。

          h3 12 法律适用与管辖
          p
            span.bold 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并提交本公司所在地法院审理。
</template>

<script>
import layout from './layout'

export default {
  head: {
    title: { inner: '流量营销服务条款' }
  },
  components: { layout }
}
</script>
