<style lang="sass" src="./chunyu_tos.sass" scoped></style>

<template lang="pug">
layout
  div(slot="hero")
    //- .cover
  div.container(slot="page")
    section.chunyu_tos
      h1.hr40 春雨计划扶持协议
      p.bg-info.overview
        | 您在提交申请之前，须充分阅读、理解并接受本协议的全部内容。
        br
        | 欢迎您申请加入又拍云春雨计划（简称“本计划”），一旦您选择“提交”，即表示您同意遵循本申请书的所有约定以及又拍云网站上公布的相关规范、规则和使用流程。
        br
        | 您不应以未阅读本申请书的内容等任何理由，主张本协议无效，或要求撤销本协议。
        br
      .content
        h3.hr20
          span 1 扶持对象及规则
        p 您可向又拍云申请加入本计划，在您提交申请之后，又拍云有权对申请予以审核，并有权依据其自身判断决定是否同意您正式加入本计划以及向您提供的扶持方案的具体内容。您申请加入本计划必须同时满足以下条件：
          br
        p 1.1 您已经阅读并同意接受《又拍云服务协议》，且您已经依照又拍云服务相关协议、规则注册成为又拍云客户，并承诺依法依约使用又拍云服务。
          br
        p 1.2 如果又拍云通过您的申请，即视为您已经正式加入本计划。又拍云将根据扶持阶段等情况，按照如下规则向您提供扶持资源：
          br
        p.indent 1.2.1 种子天使期　免费扶持阶段
          br
        p(style="padding-left: 2em") 包括获得种子轮投资、天使轮投资或者 Pre-A 等投资的企业，又拍云为您提供一年的免费云服务扶持（包括云存储、云处理、CDN 加速和云安全等所有收费、免费的服务）。但若您所属企业在一年内融资到 A 轮，则自动终止该免费服务。
          br
        p.indent 1.2.2 A 轮及以上期　代金券优惠阶段
          br
        p.indent 又拍云提供总价值 3000 元的代金券。
          br
        br
        h3.hr20
          span 2 补充规定
        p 2.1 上述两项服务均需在申请并得到乙方确认后的三个月内激活，并于一年内使用完毕，同一企业不可同时享有上述两项赠送服务。
          br
        p 2.2 扶持项目结束后，享有上述两项服务的企业账号均自动转为付费帐号。
          br
        p 2.3 在使用期限内，除另有约定外，您同意作为春雨计划的案例对外联合宣传、PR 推广等事宜。
          br
        p 2.4 您承诺在加入本计划起2年内持续使用又拍云服务，将您的业务托管在又拍云。
          br
        p 2.5 当您的扶持阶段变更，您应真实、及时、准确向又拍云提供相关证明资料。又拍云有权对您提交的资料进行核实，也可以自行通过其他途径核查。
          br
        p 2.6 又拍云有权根据自身运营安排单方调整本计划的申请资格、扶持原则、扶持规则等内容，调整后的内容可能会以网页公告、网页提示、电子邮件、手机短信、您注册的又拍云帐号的管理系统内发送站内信等方式中的一种或多种予以公告。前述内容一经公告即生效，您应当予以遵守。
          br
        p 2.7 您应依约使用相应的云服务。所有扶持资源均仅供您自身使用，逾期作废，不作提现、不可转让、不可代为付费，也不得以任何方式提供给第三方使用。
          br
        p 2.8 如无特殊约定，又拍云服务的价格均以官网价格为基础计算。
          br
        br
        h3.hr20
          span 3 法律责任
        p 3.1 您应遵守本协议和《又拍云服务协议》，否则，又拍云有权随时采取以下一项或多项措施：
          br
        p.indent 3.1.1 单方中止、终止向您提供本计划约定的部分或全部扶持资源。
          br
        p.indent 3.1.2 要求您按照已经享受的扶持资源（包括但不限于免费的或折扣优惠的部分）对应的价格，向又拍云支付相应费用。
          br
        p.indent 3.1.3 依照《又拍云服务协议》采取其他相应措施。
          br
        p 3.2 若因您的违约行为给又拍云造成任何损失的，您应赔偿又拍云一切损失。
          br
        p 3.3 本协议是《又拍云服务协议》的补充协议，两者约定不一致之处，以本协议为准。本协议未约定内容，双方仍按《又拍云服务协议》约定严格履行。
          br
        p 3.4 本协议签订地为中华人民共和国浙江省杭州市西湖区。
          br
        p 3.5 本协议的解释，效力及纠纷的解决，适用中华人民共和国大陆地区（不包括香港和澳门特别行政区和台湾）法律（不包括冲突法）。
          br
        p 3.6 若因本计划的申请、执行等任何事项发生任何纠纷或争议，各方应当友好协商解决，协商不成的，均应提交本申请书签订地有管辖权的人民法院解决。
          br
        p 3.7 本申请书条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
</template>

<script>
import layout from './layout'

export default {
  data () {
    return {
    }
  },
  components: { layout }
}
</script>

